{
    "nav": {
        "title": "பாலூட்டி",
        "links": [
            {
                "id": 1,
                "name": "முகப்பு",
                "href": "/"
            },
            {
                "id": 2,
                "name": "தகவல்",
                "href": "/aboutus"
            },
            {
                "id": 3,
                "name": "தகவல்கள்",
                "href": "/portfolio"
            },
            {
                "id": 4,
                "name": "சேவைகள்",
                "href": "#"
            },
            {
                "id": 5,
                "name": "மையம்",
                "href": "/mammall-centers"
            },
            {
                "id": 6,
                "name": "தொழில்",
                "href": "/careers"
            },
            {
                "id": 7,
                "name": "தொடர்பு ",
                "href": "/"
            }
        ]
    },
    "/": {
        "mainBanner": {
            "titleStart": "பால் துறைக்கான முடிவு முதல்",
            "titleEnd": "முடிவு வரை தீர்வு",
            "subText": "கால்நடை வர்த்தகம், மதிப்பீடு மற்றும் விநியோகச் சங்கிலியை மறுவரையறை செய்வதற்கும், தீவன சாகுபடியில் உற்பத்தித் திறனை மேம்படுத்துவதற்கும் AI-இயக்கப்பட்ட தொழில்நுட்பங்களை ஒருங்கிணைப்பதில் நாங்கள் முன்னணியில் இருக்கிறோம்.",
            "btn": "பயன்பாட்டைப் பெறுங்கள்"
        },
        "missionVission": {
            "label": "எங்கள் பணி மற்றும் பார்வை",
            "title": "புதுமையான தீர்வுகள் மூலம் விவசாய சமூகத்தை மேம்படுத்துதல்",
            "subTitle": "எங்கள் பணி",
            "text": "ஒரு மாட்டுக்கான வருவாயை அதிகரிக்க விவசாயிகளுக்கு அதிகாரம் அளிக்கவும். விவசாய சமூகத்திற்கு பசுமை ஆற்றலின் தடத்தை விரிவுபடுத்துங்கள்."
        },
        "serviceSolution": {
            "label": "சேவைகள் மற்றும் தீர்வுகள்",
            "title": "முன்னோடி வளர்ச்சி: எங்கள் புதுமையான சேவைகள் மூலம் சாத்தியக்கூறுகளை கட்டவிழ்த்து விடுங்கள்",
            "details": [
                {
                    "id": 1,
                    "title": "தனிப்பட்ட விவசாயிகள்",
                    "text": "மம்மல் ஃபார்மர் ஆப் என்பது விவசாயிகளுக்கு பலவிதமான சேவைகளை வழங்கும் ஒரு விரிவான தளமாகும். இந்த சேவைகளில் கால்நடைகளின் ஆரோக்கியம் பற்றிய வழக்கமான விழிப்பூட்டல்கள், தீவனப் பயிர் மேலாண்மைக்கான நினைவூட்டல்கள் போன்றவை அடங்கும்.",
                    "img": "individual.svg",
                    "hrefLabel": "மேலும் அறிக",
                    "href": "#"
                },
                {
                    "id": 2,
                    "title": "நிறுவன பண்ணைகள்",
                    "text": "நிறுவன பண்ணைகளின் செயல்பாட்டுச் செலவில் 80% தீவனம் மற்றும் தீவனம். பால் பண்ணை சமூகத்தின் மிகப்பெரிய சவால்களில் ஒன்று, ஆண்டு முழுவதும் தொடர்ந்து மலிவு விலையில் உள்ளீடுகளை பெறுவது.",
                    "img": "enterprise.svg",
                    "hrefLabel": "மேலும் அறிக",
                    "href": "#"
                },
                {
                    "id": 3,
                    "title": "Mamall பயன்பாட்டைப் பதிவிறக்கவும்",
                    "text": "உங்கள் கால்நடைகள் மற்றும் தீவனங்களை சரியான விலையில் விற்கவும், உங்கள் பால் பண்ணைகளின் தேவைகளை விரைவாக அணுகவும்",
                    "img": "moibile-download.svg",
                    "hrefLabel": "பயன்பாட்டைப் பதிவிறக்கவும்",
                    "href": "#"
                }
            ]
        },
        "works": {
            "label": "எப்படி இது செயல்படுகிறது",
            "title": "மேம்பட்ட அனுபவத்திற்கான எளிய வழிமுறைகளுடன் எங்கள் தளத்தின் முழு திறனையும் திறக்கவும்"
        },
        "digitalSolutions": {
            "label": "டிஜிட்டல் தீர்வுகள்",
            "title": "புரட்சிகரமான கால்நடை மேலாண்மை: வெற்றிக்கான கட்டிங் எட்ஜ் டிஜிட்டல் தீர்வுகள்",
            "details": [
                {
                    "id": 1,
                    "img": "soil.svg",
                    "title": "மண் பரிசோதனை",
                    "text": "மண் பரிசோதனை என்பது விவசாயத்தில் ஒரு முக்கியமான நடைமுறையாகும், இது பயிர் மேலாண்மை பற்றிய தகவலறிந்த முடிவுகளை எடுக்க மண்ணின் கலவை மற்றும் ஊட்டச்சத்து அளவை பகுப்பாய்வு செய்வதை உள்ளடக்கியது."
                },
                {
                    "id": 2,
                    "img": "planner.svg",
                    "title": "தீவன பயிர் திட்டமிடுபவர்",
                    "text": "தீவன பயிர் திட்டமிடுபவர் என்பது தீவன சாகுபடியின் நிர்வாகத்தை மேம்படுத்தவும் மேம்படுத்தவும் உருவாக்கப்பட்ட அனைத்தையும் உள்ளடக்கிய கருவியாகும்."
                },
                {
                    "id": 3,
                    "img": "weather.svg",
                    "title": "வானிலை எச்சரிக்கைகள்",
                    "text": "விவசாயத்தில் வானிலை எச்சரிக்கைகள் வானிலை நிலைமைகள் பற்றிய நிகழ்நேர தகவல்களை விவசாயிகளுக்கு மேம்படுத்துவதில் முக்கிய பங்கு வகிக்கிறது."
                },
                {
                    "id": 4,
                    "img": "geo.svg",
                    "title": "ஜியோ டேக் பண்ணை",
                    "text": "மம்மல் ஜியோ டேக் ஃபார்ம் அம்சம் என்பது பண்ணை மேலாண்மை மற்றும் செயல்திறனை மேம்படுத்த வடிவமைக்கப்பட்ட ஒரு சக்திவாய்ந்த கருவியாகும்."
                },
                {
                    "id": 5,
                    "img": "insurance.svg",
                    "title": "கால்நடை விகித கால்குலேட்டர்",
                    "text": "கைமுறையான கணக்கீடுகள் மற்றும் யூகங்களுக்கு விடைபெறுங்கள் - மம்மல் மூலம், கால்நடைகளுக்கு விலை நிர்ணயம் செய்வது எளிதாகவோ அல்லது துல்லியமாகவோ இருந்ததில்லை."
                },
                {
                    "id": 6,
                    "img": "insurance.svg",
                    "title": "கால்நடை மற்றும் பயிர் காப்பீடு",
                    "text": "விவசாயிகள் மற்றும் கால்நடை உரிமையாளர்களுக்கு அத்தியாவசிய இடர் மேலாண்மையை வழங்குவதன் மூலம் கால்நடை மற்றும் பயிர் காப்பீடு விவசாயத்தில் முக்கிய பங்கு வகிக்கிறது."
                },
                {
                    "id": 7,
                    "img": "connect.svg",
                    "title": "மருத்துவர்களுடன் இணைக்கவும்",
                    "text": "விவசாயிகள் மற்றும் கால்நடை உரிமையாளர்கள் தங்கள் கால்நடைகளின் ஆரோக்கியம் மற்றும் நல்வாழ்வை உறுதிப்படுத்த நிபுணர்களுடன் தொடர்புகொள்வது ஒரு முக்கியமான படியாகும்."
                },
                {
                    "id": 8,
                    "img": "nutrition.svg",
                    "title": "ஊட்டச்சத்து கால்குலேட்டர்",
                    "text": "டிஜிட்டல் கருவியானது பால் பண்ணையாளர்களுக்கு அவர்களின் கால்நடைகள் பால் விளைச்சலின் அடிப்படையில் போதுமான ஊட்டச்சத்தைப் பெறுகின்றனவா என்பதை முழுமையாக மதிப்பீடு செய்ய உதவுகிறது."
                }
            ]
        },
        "businessPortfolio": {
            "label": "எங்கள் வணிக போர்ட்ஃபோலியோ",
            "title": "பால் துறையின் பல்வேறு அம்சங்களில் புரட்சியை ஏற்படுத்தும் மூன்று முக்கிய முயற்சிகள் எங்களிடம் உள்ளன",
            "details": [
                {
                    "id": 1,
                    "img": "digital.svg",
                    "title": "டிஜிட்டல் சந்தை",
                    "text": "மம்மல்(கள்) டிஜிட்டல் மார்க்கெட்ப்ளேஸ், கால்நடை வர்த்தகம் மற்றும் விநியோகத்திற்கான அதிநவீன தளத்துடன் விவசாயிகளை மேம்படுத்தும் சக்தியாக செயல்படுகிறது. இந்த புதுமையான அணுகுமுறை விவசாயிகள் வாங்குபவர்களுடன் எவ்வாறு தொடர்பு கொள்கிறது, தடையற்ற பரிவர்த்தனைகளை எளிதாக்குகிறது மற்றும் வெளிப்படைத்தன்மையை உறுதிப்படுத்துகிறது."
                },
                {
                    "id": 2,
                    "img": "fodder.svg",
                    "title": "தீவன விநியோக சங்கிலி",
                    "text": "மம்மல் அனைத்து தீவனத் தேவைகளுக்கும் ஒரு விரிவான ஒரு நிறுத்தத் தீர்வை வழங்குகிறது, இது விதையிலிருந்து பிரதான உணவு வரையிலான முழு பயணத்தையும் உள்ளடக்கியது. எங்களுடைய தீவன விநியோகச் சங்கிலியானது, கால்நடை வளர்ப்பில் தீவனம் பெறப்படும், விநியோகிக்கப்படும் மற்றும் பயன்படுத்தப்படும் விதத்தை மறுவடிவமைப்பதற்காக அர்ப்பணிக்கப்பட்ட ஒரு முன்னோடி முயற்சியாகும்."
                },
                {
                    "id": 3,
                    "img": "energy.svg",
                    "title": "பசுமை ஆற்றல்",
                    "text": "மம்மல்(கள்) பசுமை ஆற்றல் முன்முயற்சியானது, கால்நடை வளர்ப்பை ஒரு வட்டப் பொருளாதாரமாக மாற்றுவதற்கான நமது அர்ப்பணிப்பை நிரூபிக்கிறது. பால் உற்பத்தியில் புதுப்பிக்கத்தக்க ஆற்றல் தொழில்நுட்பங்களை இணைத்து, \"சாணத்திற்கான பணம்\" திட்டத்தை ஊக்குவிப்பதில் நாங்கள் முன்னணியில் இருக்கிறோம்."
                }
            ]
        }
    },
    "/aboutus": {
        "mainHeader": {
            "titleStart": "நாங்கள் டெய்ரி-டெக் துறையில்",
            "titleEnd": "முன்னோடி நிறுவனமாகத் திகழ்கிறோம்",
            "img": "mainBanner.svg",
            "text1": "பாலூட்டி டெக்னாலஜிஸ்™ இந்தியாவில் உள்ள பால் பண்ணை சமூகத்திற்கு விரிவான தீர்வுகள் மற்றும் சேவைகளை வழங்குகிறது. செயற்கை நுண்ணறிவு தொழில்நுட்பங்களை ஒருங்கிணைப்பதில் எங்கள் அர்ப்பணிப்பு கால்நடைகள் மற்றும் தீவன வர்த்தகம், கால்நடை மதிப்பீடு, கால்நடை மற்றும் தீவன பயிர் மேலாண்மை, அத்துடன் தீவன விநியோக சங்கிலியை ஒழுங்குபடுத்துதல் மற்றும் பசுமை ஆற்றலின் நன்மைகளைப் பயன்படுத்த விவசாயிகளுக்கு வழிகாட்டுதல்.",
            "text2": "45 க்கும் மேற்பட்ட கால்நடை இனங்கள், 19 எருமை இனங்கள், 11 ஆடு இனங்கள், 13 செம்மறி இனங்கள் மற்றும் 12 வகையான தீவனப் பயிர்களை உள்ளடக்கிய பல்வேறு உள்ளூர் மொழிகளில் ஆலோசனைச் சேவைகளை வழங்குவது எங்கள் அர்ப்பணிப்பில் அடங்கும். எங்களின் AI-உந்துதல் கருவிகள் மற்றும் வடிவமைக்கப்பட்ட உத்திகளைப் பயன்படுத்துவதன் மூலம், விவசாயிகள் தங்கள் கால்நடைகளின் மரபணு திறன்களைத் திறக்கலாம் மற்றும் அவர்களின் வருவாயை மேம்படுத்தலாம்.",
            "text3": "சொந்தமாக விவசாயிகளான உடன்பிறந்தவர்களால் நிறுவப்பட்டது மற்றும் அவர்களின் குடும்பம் மற்றும் அண்டை வீட்டார் எதிர்கொள்ளும் சிரமங்களை அவதானித்த மம்மல் டெக்னாலஜிஸ், பால் பண்ணை துறையின் பொருளாதார நம்பகத்தன்மையை மேம்படுத்துவதற்காக அர்ப்பணிக்கப்பட்ட சுயநிதி தொடக்கமாகும்."
        },
        "ourValues": {
            "label": "எங்கள் மதிப்புகள்",
            "title": "வளர்ச்சி மற்றும் பரிணாம வளர்ச்சிக்கான வாய்ப்பாக மாற்றத்தை ஏற்றுக்கொள்கிறோம்",
            "banner1": {
                "id": 1,
                "title": "விவசாயிகள் முதலில்",
                "titleEnd": "",
                "text": "நம் எல்லா முயற்சிகளிலும் விவசாயி மையமாக இருக்கிறார். அவர்களின் தேவைகள், தடைகள் மற்றும் லட்சியங்களைப் புரிந்துகொள்வதில் நாங்கள் முழுமையாக கடமைப்பட்டுள்ளோம், எங்கள் தீர்வுகள் விவசாயிகளுக்கு அதிகாரம் அளிப்பதோடு அவர்களின் ஒட்டுமொத்த நலனுக்கும் பங்களிக்கின்றன. மம்மல் டெக்னாலஜிஸ்™ இல், விவசாயிகள் முதலில் என்பது ஒரு அடிப்படைக் கொள்கை மட்டுமல்ல; அது எங்கள் பணியின் சாராம்சம். நாங்கள் உருவாக்கும் ஒவ்வொரு தீர்விலும் விவசாயிகளின் தேவைகள், அபிலாஷைகள் மற்றும் நல்வாழ்வுக்கு முன்னுரிமை அளிப்பதற்கும் வாதிடுவதற்கும் நாங்கள் எங்கள் அர்ப்பணிப்பில் உறுதியாக இருக்கிறோம். எங்கள் கண்டுபிடிப்புகளில் விவசாயிகளை முன்னணியில் வைப்பதன் மூலம், விவசாயத்திற்கான நிலையான மற்றும் வளமான எதிர்காலத்தை நாங்கள் வளர்க்கிறோம், அவர்களின் வெற்றி நமக்கான இறுதி நடவடிக்கையாக மாறுவதை உறுதிசெய்கிறோம்.",
                "img": "/farmer.svg"
            },
            "banner2": {
                "id": 2,
                "title": "மரியாதை",
                "titleEnd": "",
                "text": "மரியாதை என்பது பாலூட்டி டெக்னாலஜிஸ்™ இன் நெறிமுறைகள் மற்றும் செயல்பாட்டின் ஒருங்கிணைந்த பகுதியாகும். ஒவ்வொரு நபரின் மரியாதை மற்றும் மதிப்பிற்கு நாங்கள் முன்னுரிமை அளிக்கிறோம், உள்ளடக்கம் மற்றும் ஒத்துழைப்பை ஊக்குவிக்கும் சூழலை வளர்ப்போம். ஒவ்வொரு குழு உறுப்பினர், விவசாயி மற்றும் பங்குதாரரை சமபங்கு, கண்ணியம் மற்றும் சிந்தனையுடன் நடத்தும் வெவ்வேறு கண்ணோட்டங்களை நாங்கள் ஒப்புக்கொள்கிறோம் மற்றும் பாராட்டுகிறோம். மரியாதை என்பது நமக்கு ஒரு அடிப்படைக் கொள்கை மட்டுமல்ல; இது அர்த்தமுள்ள இணைப்புகளை நிறுவுவதற்கும் பகிரப்பட்ட சாதனைகளை அடைவதற்கும் அடித்தளமாக செயல்படுகிறது.",
                "img": "/respect.svg"
            },
            "banner3": {
                "id": 3,
                "title": "நிலையான கண்டுபிடிப்பு",
                "titleEnd": "",
                "text": "பாலூட்டி டெக்னாலஜிஸ்™ ஒரு அடிப்படைக் கொள்கையாக நிலையான கண்டுபிடிப்புகளை உறுதியாக நிலைநிறுத்துகிறது. தொழில்நுட்ப முன்னேற்றத்தை முன்னெடுப்பது மட்டுமல்லாமல் சுற்றுச்சூழல், சமூகம் மற்றும் பொருளாதார நிலைத்தன்மைக்கு குறிப்பிடத்தக்க பங்களிப்பை வழங்கும் தீர்வுகளை முன்னெடுப்பதில் எங்கள் அர்ப்பணிப்பு உள்ளது. தொடர்ந்து ஆராய்வதன் மூலமும், படைப்பாற்றலை வளர்ப்பதன் மூலமும், பால் பண்ணை தொழிலில் நேர்மறையான மற்றும் நீடித்த தாக்கத்தை ஏற்படுத்தும் புதுமைகளை உருவாக்கி செயல்படுத்த முயற்சிக்கிறோம். நமது கிரகம் மற்றும் அதன் குடிமக்களின் முன்னேற்றத்திற்கும் நலனுக்கும் இடையே ஒரு இணக்கமான சமநிலையை ஏற்படுத்துவதே எங்கள் இறுதி இலக்கு.",
                "img": "/innovation.svg"
            },
            "banner4": {
                "id": 4,
                "title": "நேர்மை",
                "titleEnd": "",
                "text": "பாலூட்டி டெக்னாலஜிஸ்™ இல், எங்கள் அடையாளத்தின் அடித்தளமாக ஒருமைப்பாட்டுக்கு முன்னுரிமை அளிக்கிறோம். நேர்மையுடனும், வெளிப்படைத்தன்மையுடனும், பொறுப்புணர்வுடனும் எங்கள் வணிகத்தை நடத்துவதால், மிக உயர்ந்த நெறிமுறை தரங்களை நிலைநிறுத்துவது எங்களுக்கு மிகவும் முக்கியமானது. ஒருமைப்பாட்டுக்கான நமது அர்ப்பணிப்பு வெறும் வார்த்தைகளில் மட்டும் நின்றுவிடாமல், நாம் மேற்கொள்ளும் ஒவ்வொரு செயலிலும் வெளிப்படுகிறது. அசைக்க முடியாத ஒருமைப்பாட்டின் மூலம் நம்பிக்கை பெறப்படுகிறது என்று நாங்கள் உறுதியாக நம்புகிறோம், மேலும் இது எங்கள் குழு, விவசாயிகள் மற்றும் கூட்டாளர்களுடனான எங்கள் தொடர்புகளில் அடிப்படை ஆதரவாக செயல்படுகிறது. நேர்மை என்பது நாம் ஏற்றுக்கொள்ளும் மதிப்பு மட்டுமல்ல; அதுவே நம்மை வரையறுத்து, நமது செயல்பாட்டு நடைமுறைகளுக்கு வழிகாட்டுகிறது.",
                "img": "/integrity.svg"
            },
            "banner5": {
                "id": 5,
                "title": "உதவி",
                "titleEnd": "",
                "text": "எங்கள் கூட்டு சாதனைகளின் மூலக்கல்லாக ஒத்துழைப்பின் கொள்கையை நிலைநிறுத்துகிறது. சினெர்ஜியின் திறனை நாங்கள் உறுதியாக நம்புகிறோம், அங்கு பல திறமைகள் மற்றும் யோசனைகள் ஒன்றிணைந்து சிறந்த தீர்வுகளை உருவாக்குகின்றன. விவசாயிகள், பங்குதாரர்கள் மற்றும் எங்கள் அர்ப்பணிப்புள்ள குழுவுடனான கூட்டாண்மை மூலம், தடைகளைச் சமாளிப்பதற்கும் நேர்மறையான மாற்றத்தை வளர்ப்பதற்கும் கூட்டு நுண்ணறிவைப் பயன்படுத்துகிறோம். வெளிப்படையான தகவல்தொடர்பு மற்றும் குழுப்பணியின் சூழ்நிலையை வளர்ப்பதன் மூலம், விவசாய நிலப்பரப்பில் நமது செல்வாக்கை மேம்படுத்துகிறோம். ஒத்துழைப்பு என்பது ஒரு முக்கிய மதிப்பு மட்டுமல்ல, நிலையான வளர்ச்சி மற்றும் செழுமைக்கான நமது கூட்டு முயற்சியைத் தூண்டும் ஆற்றல்மிக்க உத்வேகம்.",
                "img": "/collaboration.svg"
            }
        }
    },
    "/portfolio": {
        "ourBanners": {
            "title": "பால் துறையின் பல்வேறு அம்சங்களில் புரட்சியை ஏற்படுத்தும் மூன்று முக்கிய முயற்சிகள் எங்களிடம் உள்ளன",
            "banner1": {
                "id": 1,
                "title": "டிஜிட்டல் சந்தை: கால்நடை மற்றும் தீவன வர்த்தகத்தை மேம்படுத்துதல்",
                "text": "மம்மல்லின் டிஜிட்டல் மார்க்கெட்ப்ளேஸ் ஒரு மாற்றும் சக்தியாக செயல்படுகிறது, கால்நடை வர்த்தகம் மற்றும் விநியோகத்திற்கான அதிநவீன தளத்துடன் விவசாயிகளை மேம்படுத்துகிறது. இந்த புதுமையான அணுகுமுறை விவசாயிகள் வாங்குபவர்களுடன் எவ்வாறு தொடர்பு கொள்கிறது, தடையற்ற பரிவர்த்தனைகளை எளிதாக்குகிறது மற்றும் வெளிப்படைத்தன்மையை உறுதிப்படுத்துகிறது. பிளாட்பார்ம் முதன்மையாக நியாயமான விலை நிர்ணயம், முழு பால் மதிப்புச் சங்கிலி முழுவதும் செயல்திறன் செலுத்துதல் ஆகியவற்றில் கவனம் செலுத்துகிறது. டிஜிட்டல் தொழில்நுட்பங்களை மேம்படுத்துவதன் மூலம், மம்மல் பாரம்பரிய விவசாய வர்த்தக நிலப்பரப்பில் புரட்சியை ஏற்படுத்துகிறது, அணுகலை மேம்படுத்தும் மற்றும் விவசாயிகள் மற்றும் வாங்குபவர்களுக்கு சமமான வாய்ப்புகளை வழங்கும் ஒரு மாறும் சந்தையை உருவாக்குகிறது. மம்மல் செயலி மூலம், விவசாயிகள் தங்கள் விரல் நுனியில் அவர்களுக்கு மிகவும் பொருத்தமான கால்நடைகள் மற்றும் தீவனத் தேர்வுகளுக்கு வசதியான அணுகலைப் பெற்றுள்ளனர்.",
                "img": "digital.svg"
            },
            "banner2": {
                "id": 2,
                "title": "தீவன விநியோக சங்கிலி: விதை முதல் பிரதானம் வரை (தீவன சாகுபடியில் புரட்சியை ஏற்படுத்துகிறது)",
                "text": "மம்மல் அனைத்து தீவனத் தேவைகளுக்கும் ஒரு விரிவான ஒரு நிறுத்தத் தீர்வை வழங்குகிறது, இது விதையிலிருந்து பிரதான உணவு வரையிலான முழு பயணத்தையும் உள்ளடக்கியது. எங்களுடைய தீவன விநியோகச் சங்கிலியானது, கால்நடை வளர்ப்பில் தீவனம் பெறப்படும், விநியோகிக்கப்படும் மற்றும் பயன்படுத்தப்படும் விதத்தை மறுவடிவமைப்பதற்காக அர்ப்பணிக்கப்பட்ட ஒரு முன்னோடி முயற்சியாகும். உயர்தர தீவனம் கிடைப்பதை உறுதி செய்வதில் உறுதியுடன், இந்த மாற்றும் அணுகுமுறை வழக்கமான முறைகளுக்கு அப்பாற்பட்டது. தீவன விநியோக செயல்முறையை மேம்படுத்துவதன் மூலம், ஒட்டுமொத்த கால்நடை ஆரோக்கியம் மற்றும் உற்பத்தித்திறனை மேம்படுத்த பாலூட்டி பங்களிக்கிறது. மேமால் டெக்னாலஜிஸ்™ தீவன சாகுபடிக்கு உயர்தர உள்ளீடுகளை வழங்குவதை உறுதிசெய்கிறது, இதன் விளைவாக பசுமையாக எடை அதிகரிக்கிறது. இது விவசாயிகள் நம்பியிருக்கக்கூடிய மாற்றுப் பயிராக தீவன சாகுபடியை உருவாக்குகிறது. விவசாயிகள் தங்கள் விளைபொருட்களை அருகிலுள்ள பாலூட்டி மையத்திற்கு வழங்குவதன் மூலம், நீண்ட தூரம் செல்ல வேண்டிய அவசியமின்றி தங்கள் தீவனங்களை வசதியாக விற்க முடியும்.",
                "img": "fodder.svg"
            },
            "banner3": {
                "id": 3,
                "title": "பசுமை ஆற்றல்: \"கால்நடைகளை ஒரு வட்டப் பொருளாதாரமாக\" நிலையானதாக மாற்றவும்",
                "text": "மம்மலின் பசுமை ஆற்றல் முன்முயற்சியானது, கால்நடை வளர்ப்பை ஒரு வட்டப் பொருளாதாரமாக மாற்றுவதற்கான நமது அர்ப்பணிப்பை நிரூபிக்கிறது. பால் உற்பத்தியில் புதுப்பிக்கத்தக்க ஆற்றல் தொழில்நுட்பங்களை இணைத்து, \"சாணத்திற்கான பணம்\" திட்டத்தை ஊக்குவிப்பதில் நாங்கள் முன்னணியில் இருக்கிறோம். இந்த முயற்சி விவசாயிகளின் லாபத்தை அதிகரிப்பது மட்டுமல்லாமல், தூய்மையான மற்றும் நிலையான எதிர்காலத்தை உருவாக்குவதில் பால் பண்ணை சமூகம் பங்கு வகிக்க உதவுகிறது. நீடித்த ஆற்றலுக்கான பாலூட்டியின் அர்ப்பணிப்பு, பால் பண்ணைக்கான விரிவான உத்தியை பிரதிபலிக்கிறது, விவசாயிகளின் வருவாயை ஒரு மாட்டுக்கு உயர்த்துவது என்ற எங்கள் குறிக்கோளுக்கு இணங்க, அதே நேரத்தில் விவசாயிகள் மற்றும் சுற்றுச்சூழலின் நீண்ட கால நம்பகத்தன்மை மற்றும் செழிப்புக்கு உத்தரவாதம் அளிக்கிறது.",
                "img": "economy.svg"
            }
        }
    },
    "/services": {
        "ourBanners": {
            "title": "முன்னோடி வளர்ச்சி: எங்கள் புதுமையான சேவைகள் மூலம் சாத்தியக்கூறுகளை கட்டவிழ்த்து விடுங்கள்",
            "banner1": {
                "id": 1,
                "title": "தனிப்பட்ட விவசாயிகள்",
                "text": "மம்மல் ஃபார்மர் ஆப் என்பது விவசாயிகளுக்கு பலவிதமான சேவைகளை வழங்கும் ஒரு விரிவான தளமாகும். இந்தச் சேவைகளில் கால்நடைகளின் ஆரோக்கியம் பற்றிய வழக்கமான விழிப்பூட்டல்கள், தீவனப் பயிர் மேலாண்மைக்கான நினைவூட்டல்கள், பிராந்திய மொழிகளில் கால்நடை மருத்துவக் குரல் அழைப்புகள், கால்நடை பராமரிப்புக்கான ஆலோசனைகள், கால்நடை ஊட்டச்சத்து, வானிலை அறிக்கைகள் மற்றும் உள்ளூர் கால்நடை விலைகள் ஆகியவை அடங்கும். இந்த செயலி மூலம் விவசாயிகள் கால்நடைகள் மற்றும் தீவனப் பயிர்களை நேரடியாக வாங்கவும் விற்கவும் முடியும். கூடுதலாக, அவர்கள் தங்கள் விரல் நுனியில் நிகழ்நேரத் தகவலின் அடிப்படையில் தனிப்பயனாக்கப்பட்ட ஆலோசனைச் சேவைகளை அணுகலாம்.",
                "img": "individual.svg"
            },
            "banner2": {
                "id": 2,
                "title": "நிறுவன பண்ணைகள்",
                "text": "நிறுவன பண்ணைகளின் செயல்பாட்டுச் செலவில் 80% தீவனம் மற்றும் தீவனம். பால் பண்ணை சமூகத்தின் மிகப்பெரிய சவால்களில் ஒன்று, ஆண்டு முழுவதும் தொடர்ந்து மலிவு விலையில் உள்ளீடுகளை பெறுவது. AI மற்றும் இயந்திர கற்றல் தொழில்நுட்பங்களைப் பயன்படுத்துவதன் மூலம் பால் பண்ணைகளின் முதன்மைத் தேவைகளைப் பூர்த்தி செய்வதில் Mamall Technologies™ முன்னணியில் உள்ளது. எங்களின் பல்வேறு டிஜிட்டல் சேவைகளுக்கு மேலதிகமாக, பால் பண்ணைகள் தீவனம் மற்றும் பண்ணை உள்ளீடுகளுக்கு குழுசேர எங்களின் உயர்மட்ட சப்ளை செயின் ஆர்கெஸ்ட்ரேஷனையும் தேர்வு செய்யலாம். தீவனப் பயிர்ச்செய்கையைப் பாதிக்கும் பல்வேறு அளவுருக்களைப் பகுப்பாய்வு செய்து முன்கணிப்பு பொறிமுறையை வழங்கக்கூடிய அமைப்புகளை நாங்கள் உருவாக்கியுள்ளோம். இது எங்கள் நிறுவன வாங்குபவர்கள் தங்கள் செயல்பாடுகளை சிறப்பாக திட்டமிட உதவுகிறது. Mamall Enterprise ஆன்லைன் போர்டல், பால் பண்ணைகளை பரிவர்த்தனைகளை எளிதாகக் கண்காணிக்கவும், கொள்முதல் பைப்லைனைப் பார்க்கவும் மற்றும் ஆன்லைன் ஆர்டர்களை வைக்கவும் உதவுகிறது. மேலும், எதிர்காலத்தில் எங்கள் தளத்தின் மூலம் மூல பால் வர்த்தகத்தை அறிமுகப்படுத்த திட்டமிட்டுள்ளோம்.",
                "img": "enterprise.svg"
            }
        }
    },
    "/mammall-center": {
        "ourBanners": {
            "banner1": {
                "title": "ஆலோசனை",
                "subTitle": "பிராந்திய மொழிகளில் தீவனம் மற்றும் கால்நடைகளுக்கான தனிப்பயனாக்கப்பட்ட ஆலோசனை சேவைகள்..",
                "text": "மேமால் டெக்னாலஜிஸ்™ விவசாயத்துடன் தொடர்புடைய தடைகள் மற்றும் சாத்தியக்கூறுகளை புரிந்துகொள்கிறது. எங்கள் உழவர் ஆலோசனை சேவையானது உங்கள் விவசாய நுட்பங்களை மேம்படுத்த சிறப்பு வழிகாட்டுதல், அறிவு மற்றும் தனிப்பயனாக்கப்பட்ட பரிந்துரைகளை வழங்குகிறது. நாங்கள் நிபுணர் ஆலோசனை, கால்நடை மற்றும் தீவன பகுப்பாய்வு, தீவனம்/தீவன உத்தி, கால்நடை மற்றும் தீவன நோய் கட்டுப்பாடு மற்றும் தொழில்நுட்ப ஒருங்கிணைப்பு ஆகியவற்றை வழங்குகிறோம்.",
                "img": "advice.svg"
            },
            "banner2": {
                "title": "அசோசியேட்",
                "subTitle": "விதை முதல் பிரதானம் வரை, ஒரு ஒருங்கிணைந்த குழுவாக, முழு செயல்முறையிலும் விவசாயிகளுடன் இணைந்து, லாபம் ஈட்டுதல்.",
                "text": "மம்மல் டெக்னாலஜிஸ்™ இல், சமூகத்தின் முக்கியத்துவத்தைப் புரிந்துகொண்டு, பால் பண்ணையை முன்னேற்றுவதில் அறிவைப் பகிர்ந்து கொள்கிறோம். ஒத்துழைப்பை வளர்ப்பதற்கும், அறிவைப் பரிமாறிக்கொள்வதற்கும், விவசாயிகளை மேம்படுத்துவதற்கும், திறன் மேம்பாட்டிற்கும், பால் உற்பத்தியின் சிறப்பை உயர்த்துவதற்கு ஆதரவான வலையமைப்பை உருவாக்குவதற்கும் நாங்கள் அர்ப்பணித்துள்ளோம்.",
                "img": "associate.svg"
            },
            "banner3": {
                "title": "மதிப்பிடு",
                "subTitle": "கால்நடை மேலாண்மைக்கான தொழில்நுட்ப அடிப்படையிலான மதிப்பீடு மற்றும் தீவன சாகுபடியின் நடைமுறைகள் விதிவிலக்கான விளைவுகளைத் தொடர அவற்றின் பண்புகள் மற்றும் தரநிலைகளைக் கண்டறியும்.",
                "text": "மம்மல் டெக்னாலஜிஸ்™ கால்நடைகள் மற்றும் தீவன சாகுபடியை நிர்வகிப்பதில் பால் பண்ணையாளர்களின் திறன்களை மதிப்பிடுவதற்கும், மேம்படுத்துவதற்கும், மேம்படுத்துவதற்கும் முறையான அணுகுமுறைகளை உருவாக்கியுள்ளது. எங்கள் நிறுவனம் விவசாயிகளுக்கு அவர்களின் திறன்கள், நுட்பங்கள் மற்றும் வளர்ச்சி வாய்ப்புகள் பற்றிய விரிவான மதிப்பீட்டை வழங்க உறுதிபூண்டுள்ளது, பால் பண்ணை தொழிலில் தொடர்ச்சியான முன்னேற்றத்தை ஊக்குவிக்கிறது.",
                "img": "assess.svg"
            },
            "banner4": {
                "title": "ஆலோசனை",
                "subTitle": "கால்நடைகள்/தீவனத்தின் செயல்திறன், தொடர்ச்சியான முன்னேற்றம் மற்றும் நிலைத்தன்மைக்கான உற்பத்தித்திறன் குறித்த விவசாயிகள் சமூகத்திற்கான AI உந்துதல் மதிப்பீட்டு அறிக்கை.",
                "text": "மம்மல் AI தொழில்நுட்பமானது விவசாயிகளுக்கு அவர்களின் முடிவெடுக்கும் திறன்களை மேம்படுத்த நிகழ்நேர புதுப்பிப்புகள், சந்தை பகுப்பாய்வு மற்றும் தனிப்பயனாக்கப்பட்ட தரவு ஆகியவற்றை வழங்க வடிவமைக்கப்பட்டுள்ளது. இந்தப் புதுமையான கருவியின் மூலம் எங்களின் நோக்கம் விவசாயிகளுக்கு சமீபத்திய விவசாயப் போக்குகள், வானிலை முன்னறிவிப்புகள் மற்றும் தொழில்முறை ஆலோசனைகள் மூலம் அதிகாரம் அளித்து, எப்போதும் வளர்ந்து வரும் விவசாயத் துறையில் போட்டித்தன்மையுடன் இருக்க அவர்களுக்கு உதவுவதாகும்.",
                "img": "appraise.svg"
            },
            "banner5": {
                "title": "அணுகல்",
                "subTitle": "விவசாயிகள் கால்நடைகள் மற்றும் தீவனங்களை நேரடியாக வாங்குபவர்கள் மற்றும் பாலூட்டி மையங்களுக்கு விற்பனை செய்து, அவர்களின் வருவாயை அதிகரிக்கும்.",
                "text": "மம்மல் டெக்னாலஜிஸ்™, சந்தையை அணுகுவதற்கான வாய்ப்பை விவசாயிகளுக்கு வழங்குகிறது, சந்தையுடன் மேம்படுத்தப்பட்ட இணைப்புகள், நியாயமான விலை நிர்ணயம் மற்றும் கால்நடைகள் மற்றும் தீவனப் பண்ணையில் அதிக வாய்ப்புகள் மூலம் அவர்களுக்கு அதிகாரம் அளிப்பதை நோக்கமாகக் கொண்ட ஒரு அற்புதமான முன்முயற்சியைப் பிரதிநிதித்துவப்படுத்துகிறது. எங்களின் முதன்மையான குறிக்கோள், விவசாயிகளின் விவசாய முறைகளின் நிலைத்தன்மையை உறுதி செய்யும் அதே வேளையில், போட்டிச் சந்தை நிலப்பரப்பிற்குள் வளர்ச்சியடைவதற்கு விவசாயிகளை ஆதரிக்கும் சேனல்களை நிறுவுவதாகும்.",
                "img": "access.svg"
            }
        }
    },
    "/careers": {
        "mainHeader": {
            "title": "உங்கள் பணியிடமாக மம்மல் தேர்வு செய்வதற்கான காரணங்கள் என்ன?",
            "subTitle": "உங்கள் சொந்த வளர்ச்சி மற்றும் விவசாய சமூகம் ஆகிய இரண்டிற்கும் கணிசமான வித்தியாசத்தை ஏற்படுத்துவதன் மூலம், பூர்த்திசெய்யும் மற்றும் அதிகாரமளிக்கும் தொழில்முறை வாய்ப்பைக் கண்டறியவும்.",
            "banners": [
                {
                    "id": 1,
                    "title": "புதுமையான சூழல்",
                    "text": "மம்மல் டெக்னாலஜிஸ், புதுமை மற்றும் சுறுசுறுப்பை ஊக்குவிக்கும் சூழலை வளர்க்கிறது, மேலும் விவசாயம் மற்றும் பால்வளத்தில் உள்ள சவால்களுக்கு புதிய சிந்தனைகளை உருவாக்கவும், புதிய தீர்வுகளை உருவாக்கவும் உதவுகிறது.",
                    "img": "environment.svg"
                },
                {
                    "id": 2,
                    "title": "தாக்கமான வேலை",
                    "text": "மம்மாலில், விவசாயம் மற்றும் பால் தொழில்களுக்கு நேரடியாக பயனளிக்கும், விவசாயிகளின் உற்பத்தித்திறன், செயல்திறன் மற்றும் ஒட்டுமொத்த நல்வாழ்வை மேம்படுத்துவதற்கு உதவக்கூடிய தாக்கத்தை ஏற்படுத்தும் திட்டங்களில் நீங்கள் ஈடுபடலாம்.",
                    "img": "work.svg"
                },
                {
                    "id": 3,
                    "title": "கூட்டு கலாச்சாரம்",
                    "text": "ஒத்துழைப்பை மையமாகக் கொண்டு, மம்மல் ஒரு கலாச்சாரத்தை வளர்க்கிறது, அங்கு குழுப்பணி மற்றும் அறிவு பரிமாற்றம் ஆகியவை உயர்வாகக் கருதப்படுகின்றன. பல்வேறு பின்னணியில் இருந்து திறமையான நபர்களுடன் இணைந்து பணியாற்ற உங்களுக்கு வாய்ப்பு உள்ளது, அவர்களின் திறன்கள் மற்றும் தொழில்முறை வளர்ச்சியை மேம்படுத்துகிறது.",
                    "img": "culture.svg"
                },
                {
                    "id": 4,
                    "title": "தொழில் வளர்ச்சி",
                    "text": "பயிற்சி முன்முயற்சிகள், வழிகாட்டுதல் திட்டங்கள் அல்லது ஈர்க்கும் திட்டங்கள் மூலம் தொழில் வளர்ச்சி மற்றும் முன்னேற்றத்திற்கான பல வழிகளை Mamall வழங்குகிறது. அவர்களின் வாழ்க்கையில் சிறந்து விளங்கவும் முன்னேறவும் தேவையான ஆதரவைப் பெறுவீர்கள்.",
                    "img": "growth.svg"
                },
                {
                    "id": 5,
                    "title": "நேர்மறை தாக்கம்",
                    "text": "மம்மல் இல் சேருவதன் மூலம், சமூகம் மற்றும் சுற்றுச்சூழலில் நேர்மறையான தாக்கத்தை உருவாக்க அர்ப்பணிக்கப்பட்ட ஒரு நிறுவனத்தின் ஒரு பகுதியாக நீங்கள் ஆகிவிடுவீர்கள். நிலையான விவசாய நடைமுறைகள் மற்றும் புதுமையான தீர்வுகளுக்கான மம்மலின் அர்ப்பணிப்பு, மேலும் நிலையான எதிர்காலத்தை நோக்கிய உலகளாவிய இயக்கத்துடன் இணைகிறது.",
                    "img": "impact.svg"
                },
                {
                    "id": 6,
                    "title": "உள்ளடக்கிய கலாச்சாரம்",
                    "text": "பன்முகத்தன்மை மற்றும் உள்ளடக்கத்தை தழுவி, மம்மல் ஒவ்வொரு தனிமனிதனும் மதிக்கப்படும், மதிப்புமிக்க, மற்றும் அவர்களின் தனித்துவமான முன்னோக்குகள் மற்றும் யோசனைகளுக்கு பங்களிக்க அதிகாரம் அளிக்கும் ஒரு உள்ளடக்கிய கலாச்சாரத்தை வளர்க்கிறது.",
                    "img": "inclusive.svg"
                },
                {
                    "id": 7,
                    "title": "கற்றலுக்கான வாய்ப்பு",
                    "text": "மம்மல் தொடர்ச்சியான கற்றல் மற்றும் மேம்பாட்டிற்கான கலாச்சாரத்தை ஊக்குவிக்கிறது, பயிற்சித் திட்டங்கள், பட்டறைகள் மற்றும் வளங்களுக்கான அணுகலை உங்களுக்கு வழங்குகிறது, மேலும் அவர்களின் திறன்களை மேம்படுத்தவும், அவர்களின் துறையில் சமீபத்திய முன்னேற்றங்களைத் தெரிந்துகொள்ளவும் உதவுகிறது.",
                    "img": "opportunity.svg"
                }
            ]
        }
    }
}